---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointClouds.PointCloudOverrides
source: html/647cf5fd-89bd-dc11-2491-4055c9470b57.htm
---
# PointCloudOverrides Members

Constructs empty overrides object.